Repository: EvokeNet/cakephp
Catalog: Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Your group members have
es: Antes de presentar su evidencia para esta búsqueda, usted tendrá una lluvia de ideas con su grupo. Después de iniciar, los miembros del grupo tendrán 3 días para presentar sus ideas de evidencias, antes de recoger los favoritos del equipo.

source: Group ideas
es: Ideas de grupo

source: Now that everybody has submitted ideas, it is time to pick your top choices!
es: ¡hora que todo el mundo ha presentado ideas, es el momento de elegir sus mejores opcione!

source: Vote in your group's ideas
es: Vota por las ideas de tu grupo

source: Create evidence
es: Crear Evidencia

source: Now you can create your evidence based on the team's top choices! Good luck!
es: Ahora usted puede crear su evidencia basada en mejores opciones del equipo! Buena suerte!

source: Add your individual ideas for evidences
es: Añadir sus ideas individuales para evidencias

source: Vote in your top 3 ideas from the group
es: Votar por las 3 mejores ideas del grupo

source: Invalid forum
es: Foro Ivalido

source: The forum has been saved.
es: El formun a sido salvado

source: The forum could not be saved. Please, try again.
es: El Forum no pudo ser salvado

source: The forum has been deleted.
es: El forum a sido eliminado

source: The forum could not be deleted. Please, try again.
es: El foro no se pudo eliminar. Por favor, vuelva a intentarlo.

source: Invalid forum discussion
es: Foro de discusión no válido

source: The forum discussion has been saved.
es: El foro de debate se ha guardado .

source: The forum discussion could not be saved. Please, try again.
es: El foro de discusión no se pudo guardar. Por favor, vuelva a intentarlo.

source: The forum discussion has been deleted.
es: El foro de debate ha sido eliminado.

source: The forum discussion could not be deleted. Please, try again.
es: El foro de discusión no se pudo eliminar. Por favor, vuelva a intentarlo.

source: Invalid forum post
es: Mensaje del foro no es válido

source: The forum post has been saved.
es: El mensaje del foro se ha guardado.

source: The forum post could not be saved. Please, try again.
es: El mensaje del foro no se pudo guardar. Por favor, vuelva a intentarlo.

source: The forum post has been deleted.
es: El mensaje del foro ha sido eliminado.

source: The forum post could not be deleted. Please, try again.
es: El mensaje del foro no se pudo eliminar. Por favor, vuelva a intentarlo.

source: Create a forum
es: Crear un foro

source: Categories:
es: Categorias

source: (Optional)
es: (opcional)

source: There are no forum categories. Create the forum anyway?
es: No hay categorías foro. Crear el foro de todos modos?

source: Forums
es: Foro

source: Last updated:
es: Última actualización:

source: Click in + to create the first forum discussion!
es: ¡Haga clic en + para crear el primer foro de debate!

source: Be the first to post in this discussion!
es: ¡Sé el primero en publicar en este debate !

source: Create new discussion
es: Crear nueva discusión
