Repository: EvokeNet/cakephp
Catalog: Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Deadlines
es: Fechas Límite

source: To
es: Para

source: Subject
es: Tema

source: Message
es: Mensaje

source: Send message
es: Enviar mensaje

source: Edit informations
es: Editar información

source: Welcome to Evoke Virtual Station
es: Bienviendo a la Estación Virtual EVOKE

source: ASSETS
es: BIENES

source: Edit project info
es: Editar información Evokation

source: MEMBERS
es: MIEMBROS

source: Save Evokation Draft
es: Guardar Evokation en Borrador

source: RELATED DOCUMENTS
es: DOCUMENTOS RELACIONADOS

source: CALENDAR
es: CALENDARIO

source: Add Issue
es: Agregar Tema

source: List Issues
es: Listar Temas

source: New Parent Issue
es: Nuevas tematicas iniciales

source: Admin Add Issue
es: Admin agregar tema de misión

source: Admin Edit Issue
es: Admin editar tema de misión

source: Issues
es: Lista de tematicas de misión

source: New Issue
es: nuevo tema de Misión

source: Issue
es: Tema de misión

source: Parent Issue
es: Tematica inicial

source: Edit Issue
es: Editar Tema

source: Delete Issue
es: Eliminar Tema

source: Related Issues
es: Temas Relacionados

source: Parent Id
es: Tematica inicial

source: New Child Issue
es: Nueva Tematica Secundaria

source: Evoke Network
es: Red Evoke

source: Add Like
es: Agregar Voto

source: List Likes
es: Listar Votos

source: Admin Add Like
es: Admin Agregar Voto

source: Admin Edit Like
es: Admin Editar Voto

source: Likes
es: Votos

source: New Like
es: Nuevo Voto

source: Like
es: Votar

source: Edit Like
es: Editar VOto

source: Delete Like
es: Elminar Voto

source: Add Matching Question
es: Añadir Pregunta Coincidente

source: List Matching Questions
es: Listar Pregunta Coincidente

source: List User Matching Answers
es: Listar Respuestas Coincidentes de Usuarios

source: New User Matching Answer
es: Respuesta Coincidente de un Nuevo Usuario

source: Admin Add Matching Question
es: Admin añadir una Pregunta Coincidente

source: List Users Matching Answers
es: Listar respuestas Coincidentes de Usuarios

source: New Users Matching Answer
es: Respuestas Coincidentes de Nuevos Usuarios

source: Admin Edit Matching Question
es: Admin Editar Respuestas Coincidentes

source: Matching Questions
es: Preguntas Coincidentes

source: New Matching Question
es: Nueva Pregunta Coincidente

source: Matching Question
es: Pregunta Coincidente

source: Edit Matching Question
es: Editar Pregunta Coincidente

source: Delete Matching Question
es: Eliminar Pregunta Coincidente

source: Related Users Matching Answers
es: Respuestas Coincidentes de Usuarios Relacionados

source: Matching Question Id
es: Id de Pregrunta Coincidente

source: Matching Answer
es: Respuesta Coincidente

source: Related User Matching Answers
es: Respuestas Coincidentes de Usuarios Relacionados

source: Add Menu
es: Agregar Menú

source: List Menus
es: Listar Menus

source: Admin Add Menu
es: Admin Agregar Menú

source: Admin Edit Menu
es: Admin Editar Menú

source: New Menu
es: Nuevo Menú

source: Menu
es: Menú

source: Controller
es: Controlador

source: Action
es: Acción

source: Index
es: Indice

source: Edit Menu
es: Editar Menú

source: Delete Menu
es: Eliminar Menú

source: Add Mission Issue
es: Agregar Tema Misión

source: List Mission Issues
es: Listar Temas Misión

source: Admin Add Mission Issue
es: Admin Agredar Tema Misión

source: Admin Edit Mission Issue
es: Admin Editar Tema Misión

source: Mission Issues
es: Temas Misión

source: New Mission Issue
es: Nueva Tema Misiǿn

source: Mission Issue
es: Tema Misión

source: Edit Mission Issue
es: Editar Tema Misión

source: Delete Mission Issue
es: Eliminar Tema Misión

source: Add Mission
es: Agregar Misión

source: Admin Add Mission
es: Admin Agregar Misión

source: Admin Edit Mission
es: Admin Editar Misión

source: Edit Mission
es: Editar Misión

source: Delete Mission
es: Eliminar Misión

source: Related Evidences
es: Evidencia Relacionada

source: Quest Id
es: ID Desafío

source: Mission Id
es: Misión ID

source: Related Mission Issues
es: Temas Misión Relacionados

source: Issue Id
es: ID Tema

source: Related Quests
es: Desafiós Relacionados

source: Mission Description
es: Descripción Misión

source: My Evidences
es: Mi Evidencia

source: Mission Dossier: Files
es: Epediente Misión: Archivos

source: Mission Dossier: Links
es: Expediente Misión: Enlaces

source: Mission Dossier: Pictures
es: Expediente Misión: Fotos

source: Mission Dossier: Videos
es: Expediente Misión: Videos

source: To-Do List
es: Tareas

source: Hello
es: Hola

source: Here you will find tips on how to succeed in a Mission
es: Aqui encontrarás algunas pistas sobre como completar una misión exitosamente.

source: Here's the Mission's Brief
es: Aqui está el Resumen de Misión

source: You will have the mission's description along with its video and graphic novel
es: Econtrarás la descripción de la misión junto a un video y la novela gráfica

source: Activities
es: Actividades

source: These are a series of tasks to do
es: Estas son tus tareas

source: Hou have to complete each one of these before you can move on to the next phase
es: Tienes que completar un mínimo de tareas en cada fase para poder seguir a la siguente fase.

source: Activities - TO-DO List
es: Actividades - Lista de Tareas

source: The obligatory ones will be listed here so you can keep track of them
es: Las actividades obligatorias están descritas aquí.

source: Good luck!
es: Buena suerte!

source: Now, go out there and become an agent of change!
es: Ahora, adelante y conviértate en un agente de cambio!

source: Choose a mission
es: Escoge una misión

source: Created by:
es: Creado por:

source: Mission Brief
es: Resumen de Misión

source: Mission Dossier
es: Epediente de Misión

source: Quests:
es: Desafíos:

source: Discussions:
es: Discusiones:

source: Most Voted
es: Más Votados

source: Most Recent
es: Recientes

source: My evidences
es: Mi Evidencia

source: To-do list
es: Tareas

source: Go to %s ->
es: Ir a %s ->

source: <- Go back to %s
es: <- Volver a %s

source: Evidence Stream
es: Corriete de Evidencia

source: Most Liked
es: Más Votados

source: Go to %s
es: Ir a %s

source: Go back to %s
es: Volver a %s

source: Evokations Stream
es: Corriente de Evocaciones

source: Latest Projects
es: Ultimas Evokations

source: Successfully Launched Projects
es: Evokations Exitosas

source: Submit your evidence
es: Presentar la Evidencia

source: This section is not available in preview.
es: Esta sección no está disponible en la vista previa .

source: Add Notification
es: Agregar Notificación

source: List Notifications
es: Listar Notificaciones

source: Admin Add Notification
es: Admin Agregar Notificación

source: Admin Edit Notification
es: Admin Editar Notificación

source: Notifications
es: Notificaciones

source: New Notification
es: Nueva Notificación

source: Notification
es: Notificación

source: Origin
es: Orígen

source: Origin Id
es: ID Orígen

source: Edit Notification
es: Editar Notificación

source: Delete Notification
es: Eliminar Notificación

source: Add Organization
es: Agregar Organización

source: List Organizations
es: Listar Organización

source: Edit Organization
es: Editar Organización

source: Organizations
es: Organización

source: New Organization
es: Nueva Organización

source: Organization
es: Organización

source: Facerbook
es: Facebook

source: Delete Organization
es: Eliminar Organización

source: Evoke Panel Login
es: Inciar Sesión

source: Sign in with Facebook
es: Inscríbate en Facebook

source: Sign in with Google
es: Incríbate con Google

source: Create EVOKE account
es: Create cuenta EVOKE

source: Please enter your username and password
es: Usuario y contrasena

source: Forgot your password?
es: Olvidaste tu contrasena?

source: Register
es: Registrar

source: See profile
es: Ver Perfil

source: Creating Mission
es: Crear Misión

source: Add a Mission
es: Agregar Misión

source: Video Link
es: Link de Video

source: Spanish Video Link
es: Link de Video en Español

source: Created by
es: Creado por

source: Save and continue
es: Guardar y continuar

source: Return to Admin Panel
es: Volver a Panel de Administración

source: Are you sure you want to exit to Admin Panel?
es: Seguro que quieres salir?

source: Your mission has no Phase and, therefore, will not be displayed to other agents. Please add a Phase to your mission!
es: Su misión no tiene ninguna fase y, por lo tanto, no se mostrará a otros agentes. Por favor, añada una fase de su misión!

source: Stay in this page
es: Permanecer en esta página

source: Exit anyway
es: Salir

source: Mission Data
es: Datos Misión

source: Phases
es: Fases

source: Graphic Novel
es: Novela Gráfica

source: Return to Admin Index
es: Regresar al Indice de Administración

source: English Title
es: Titulo en Ingles

source: English Description
es: Descri´ci{on en Ingles

source: Add a Phase
es: Agregar una fase

source: Add
es: Agregar

source: Your mission will not be accessible until it has at least one phase.
es: Misión no accesible hasta que tenga por lo menos una fase.

source: Edit Phase
es: Editar Face

source: Dossier Links
es: Link de Archivo

source: Dossier Videos
es: Videos de Archivo

source: Dossier Attachments
es: Documentos Adjuntos de Archivo

source: Add a Link
es: añadir un Link

source: Dossier Link
es: Link de Archivo

source: Save links
es: Guardar Link

source: Add a Video
es: Añadir un Video

source: Video embed link
es: Link integrado en el Video

source: Dossier Video
es: Video de Archivo

source: Save videos
es: Salvar Video

source: Create a dossier by adding files that might be useful for agents to complete this mission!
es: Crea un expediente agregando archivos que pueden ayudar a los agentes a completar esta misión!

source: Attachments
es: Archivos

source: Save dossier
es: Guardar expediente

source: Graphic novel launcher
es: Aplicativo de la Novela Grafica

source: English graphic novel
es: Novela Grafica en Ingles

source: Spanish graphic novel
es: Novela Grafica en Español

source: launcher
es: Aplicativo

source: Save Launchers
es: Salvar Aplicativos

source: Page number
es: número de página

source: Save Novels
es: Salvar Novelas

source: Levels
es: Niveles

source: Power Points
es: Puntos de Poder

source: Users
es: Usuarios

source: Notifications & Media
es: Notificaciones y Medios

source: General Settings
es: Configuraciones

source: Statistics
es: Estadísticas

source: Add an Organization
es: Agregar una Organización

source: Select the managers
es: Elegir Gerentes

source: Add an Issue
es: Agregar tema

source: Define Levels
es: Definir Niveles

source: Save levels
es: Guardar niveles

source: New Power Point
es: Nuevo Punto de Poder

source: Add a Power Point
es: Agregar Punto de Poder

source: Spanish Name
es: Nombre en espanol

source: Add a Badge
es: Agregar Medalla

source: Obtained exclusively with power points
es: Obetinido exclusivamente con puntos de poder

source: Change role
es: Cambiar papel

source: Save Changes
es: Guardar cambios

source: Change status
es: Cambiar estado

source: Create a Notification
es: Crear una notificación

source: Define the limit of agents per group:
es: Definiar límite de agentes por grupo:

source: Points Definitions:
es: Definición de puntos:

source: Agent's register is worth:
es: Registro de agente vale:

source: Agent's follow agent is worth:
es: Seguidor de agente vale:

source: Agent's like is worth:
es: Un voto vale:

source: Agent's vote is worth:
es: Voto de agente vale:

source: Agent's follow evokation is worth:
es: Seguidor de Evokation vale:

source: Agent's evokation comment is worth:
es: Comentario en evokation vale:

source: Agent's evidence comment is worth:
es: Comentario de un agente en envidencia vale:

source: Agent's basic training is worth:
es: Entrenamiento basico vale:

source: Save Settings
es: Guardar configuraciones

source: Mission(s)
es: Mision(es)

source: Organization(s)
es: Organización(es)

source: Badge(s)
es: Medalla(s)

source: Power(s)
es: Poder(es)

source: Average
es: Promedio

source: Highest
es: Mayor

source: Allies per user
es: ALiados por Usuario

source: Evokation(s)
es: Evocaciones

source: Pending
es: Pendiente

source: Approved
es: Aprovado

source: Chosen Issues
es: Tematicas Elegidas

source: Users around the world
es: Usuarios a lo Largo del Mundo

source: Users from unknown countries
es: Usuarios de Naciones Desconocidas

source: Each mission is related to an issue
es: Cada misión está relacionada a un tema

source: Search Missions by Issue
es: Buscar Misiones por Tematica

source: Find missions, edit or even delete them
es: Encontrar misiónes, editarlas o eliminarlas

source: Search Missions by Title
es: Buscar Misiones por Titulo

source: Check and modify users role
es: Modificar papeles de usuarios

source: Search Users by Role
es: Buscar Usuarios por Rol

source: Find users
es: Buscar usuarios

source: Search Users by Name
es: Buscar Usuarios por Nombre

source: Organization owner of this badge
es: Organización Dueña de Esta Medalla

source: Search Badges by Organizations
es: Buscar Medallas de Organización

source: Find Badges, edit or even delete them
es: Buscar Medallas, editarlas o eliminarlas

source: Search for Badges
es: Buscar Medallas

source: Find Organizations, edit or even delete them
es: Buscar Organización. editarla o incluso elminarla.

source: Search for Organizations
es: Buscar Organizaciones

source: Find issues, edit or even delete them
es: Buscar Tematica, editarla o incluso eliminarla.

source: Search for Issue
es: Buscar Tematica

source: Find power points in Evoke
es: Encontrar Punto de Poder en Evoke

source: Search for Power Point
es: Buscar Punto de Poder

source: By mission
es: Por Mision

source: Search evokations by mission...
es: Buscar Evocaciones por Mision

source: By status
es: Por Status

source: Search Evokations by Status
es: Buscar evocacion por Status

source: Group Title
es: Título de Grupo

source: By group
es: Por grupo

source: Search Evokations by Group
es: Buscar Evocaciones por Grupo

source: Evokation Title
es: Titulo de la Evocación

source: By title
es: Por Titulo

source: Search for Evokations by Title
es: Buscar Evocaciones por Titulo

source: By creator
es: Por creador

source: Search by Creator
es: Buscar por Creador

source: By event
es: Por Evento

source: Search by Event
es: Buscar Por Evento

source: Search by Title
es: Buscar por Titulo

source: Organization
es: Organización

source: Missions Created
es: Misiones Creadas

source: Evokation Teams
es: Equipos de Evokation

source: Monthly Visitors
es: Visitantes Mensuales

source: Users Geolocation
es: Geolocación de Usuarios

source: Search organization
es: Buscar por organización

source: Search user
es: Buscar usuario

source: Search admin notification
es: Buscar notificación de administrador

source: Search issues
es: buscar tematicas

source: Search power points
es: Buscar Puntos de Poder

source: Define Levels
es: Definir Niveles

source: Add Phase
es: añadir una Face

source: Search missions
es: Buscar Misiones

source: Search badges
es: Buscar Medallas

source: Edit Quest
es: Editar Desafio

source: Save Quest
es: Salvar Desafio

source: Discussion
es: Discución

source: Project
es: Proyecto

source: Admin Add Phase
es: Admin Añadir Face

source: Admin Edit Phase
es: Admin Editar Face

source: Position
es: Posición

source: Type
es: tipo

source: Delete Phase
es: Eliminar Face

source: Add Point
es: Añador Punto

source: List Points
es: Listar Puntos

source: Admin Add Point
es: Admin Añadir Punto

source: Admin Edit Point
es: Admin Editar Punto

source: New Point
es: Nuevo Punto

source: Point
es: Punto

source: Edit Point
es: Editar Punto

source: Delete Point
es: eliminar Punto

source: Admin Add Quest
es: Admin Añadir Desafío

source: Admin Edit Quest
es: Admin Editar Desafío

source: Delete Quest
es: Eliminar Desafío

source: Phase Id
es: Id de Face

source: Add Role
es: añadir rol

source: List Roles
es: Listar Roles

source: Edit Role
es: Editar Rol

source: New Role
es: Nuevos Roles

source: Delete Role
es: eliminar Roles

source: Add Tag
es: Añadir Etiqueta

source: Admin Add Tag
es: Admin añadir Etiqueta

source: Admin Edit Tag
es: Admin Editar Etiqueta

source: Tags
es: Etiquetas

source: Instances
es: Instancias

source: Edit Tag
es: Editar Etiqueta

source: Delete Tag
es: Eliminar Etiqueta

source: Add User Answer
es: Añadir Respuestas de Usuario

source: List User Answers
es: Listar Respuestas de Usuario

source: List Questions
es: Listar Preguntas

source: New Question
es: Nueva Pregunta

source: List Answers
es: Listar Respuestas

source: New Answer
es: Nueva Respuesta

source: Admin Add User Answer
es: Admin Añadir Respuesta de Usuario

source: Admin Edit User Answer
es: Admin Editar Respuesta de Usuario

source: User Answers
es: Respuestas de Usuario

source: New User Answer
es: Nueva Respuesta de Usuario

source: User Answer
es: Respuestas de Usuario

source: Question
es: Pregunta

source: Answer
es: Respuesta

source: Edit User Answer
es: Editar Respuesta de Usuario

source: Delete User Answer
es: Eliminar Respuesta de Usuario

source: Add User Friend
es: Añadir Usuario Amigo

source: List User Friends
es: Listar Usuarios Amigos

source: Admin Add User Friend
es: Amin Añadir Usuario Amigo

source: Admin Edit User Friend
es: Admin Editar Usuario Amigo

source: User Friends
es: Usuarios Amigos

source: New User Friend
es: Nuevo Usuario Amigo

source: User Friend
es: Usuario Amigo

source: Friend Id
es: Id de Amigo

source: Edit User Friend
es: Editar Usuario Amigo

source: Delete User Friend
es: Eliminar Usuario Amigo

source: Add User Issue
es: Añadir Problematica de Usuario

source: List User Issues
es: Listar Problematicas de Usuario

source: Admin Add User Issue
es: Admini Añadir Problematicas de Usuario

source: Admin Edit User Issue
es: Admin Editar Problematicas de Usuario

source: User Issues
es: Problematicas de Usuario

source: New User Issue
es: Nueva Problematica de Usuario

source: User Issue
es: Problematica de Usuario

source: Edit User Issue
es: Editar Problematica de Usuario

source: Delete User Issue
es: Eliminar Problematica de Usuario

source: Add User Matching Answer
es: Añadir Respuesta Coincidente de Usuario

source: Admin Add User Matching Answer
es: Admin Añadir Respuesta Coincidente de Usuario

source: Admin Edit User Matching Answer
es: Admin Editar Respuesta Coincidente de Usuario

source: User Matching Answers
es: Respuestas Coincidentes de Usuario

source: User Matching Answer
es: Respuesta Coincidente de Usuario

source: Edit User Matching Answer
es: Editar Respuesta Coincidente de Usuario

source: Delete User Matching Answer
es: Eliminar Respuesta Coincidente de Usuario

source: Add User Mission
es: añadir Mision de Usuario

source: List User Missions
es: Listar Misiones de Usuario

source: Admin Add User Mission
es: Admin Editar Mision de Usuario

source: Admin Edit User Mission
es: Admin Editar Misione de Usuario

source: User Missions
es: Misiones de Usuario

source: New User Mission
es: Nueva Misione de Usuario

source: User Mission
es: Mision de Usuario

source: Edit User Mission
es: Editar Mision de Usuario

source: Delete User Mission
es: Eliminar Mision de Usuario

source: Add User
es: Añadir Usuario

source: Admin Add User
es: Admin Añadir Usuario

source: List User Badges
es: Listar Medallas de Usuario

source: New User Badge
es: Nueva Medallas de Usuario

source: List User Organizations
es: Listar Organizaciones de Usuario

source: New User Organization
es: Nueva Organizacion de Usuario

source: Admin Edit User
es: Admin Editar Usuario

source: Login
es: Iniciar sesión

source: Edit User
es: Editar usuario

source: Delete User
es: eliminar Usuario

source: Related Points
es: Puntos Relacionados

source: Related User Badges
es: Medallas Relacionadas de Usuario

source: Badge Id
es: Id de Medalla

source: Related User Organizations
es: Organizaciones relacionadas de Usuario

source: Organization Id
es: Id de Organización

source: Agent %s's Allies
es: % de Agentes Aliados

source: Following
es: Siguiendo

source: Followers
es: Seguidores

source: Change Password
es: Cambiar Contraseña

source: Confirm current password
es: Confirmar Contraseña Actual

source: Enter new password
es: Introducir Nueva Contraseña

source: Re-type new password
es: Introducir Nueva Contraseña

source: Confirm new password
es: Confirmar contraseña

source: Evidence/Project Stream
es: Flujo de Evidencia

source: All Evidences
es: Toda la Evidencia

source: Agent %s, it's time to start your Basic Training
es: Agente %s, es hora de empezar el Entrenamiento Básico

source: This training will show you the steps inside a missions so you can start being an agent of change
es: El entrenamiento te mostrará los pasos claves de una misión para que puedas empezar a ser un agente de cambio

source: Let's get started!
es: Empezamos!

source: Google Plus
es: Gogogle+

source: Personal Site
es: Citio Personal

source: Mini bio
es: Mini Biografía

source: Characters Remaining
es: Caracteres Restantes

source: Save
es: Salvar

source: Create your superhero identity
es: Crear Tu Identidad de Super Heroe

source: Step 1
es: Paso 1

source: Create your superhero identity and build your network
es: Crear su identidad de superhéroe y construir su red

source: Engage in a mission
es: Iniciar una Mision

source: Step 2
es: Paso 2

source: Complete your basic training and earn your first badge
es: Completa tu entrenamiento básico y gana tu primera medalla

source: Step 3
es: Paso 3

source: Engage in a mission and build skills
es: Participar en una misión y desarrolla tus habilidades

source: Password Recovery
es: Recuperación de contraseña

source: Calculate
es: Clacular

source: Send email
es: Enviar correo electronico

source: Points:
es: Puntos:

source: Level:
es: Nivel:

source: Go to my rank
es: Ir a mi rango

source: Agent ID
es: ID de Agente

source: Agent name
es: Nombre de Agente

source: User profile picture
es: Imagen de perfil del usuario

source: About you
es: Hacerca de ti:

source: Congratulations, you have ventured further than most by answering this call.
es: Felicitaciones, te has aventurado más allá de la mayoría por responder a esta llamada.

source: Now, it's time to fine out what type of Evoke agent are you. Do you know? What are the strengths, passions, and abilities you will bring to the Evoke network?
es: Ahora, es hora de identificar a qué tipo de agente Evoque ers. ¿Sabes? ¿Cuáles son las fortalezas, las pasiones y las habilidades que traes a la red Evoque?

source: Answer the following and find out what type of Super Hero is hiding inside you...
es: Responde a la siguiente y averiguar qué tipo de superhéroe se esconde dentro de ti ...

source: There are no matching questions available at this moment.
es: No hay preguntas coincidentes disponibles en este momento .

source: Required field.
es: Campo requerido.

source: You are an entrepreneurial agent!
es: Usted es un agente emprendedor!

source: Congratulations, Agent! Most do not make it this far. Your profile shows great promise.
es: Felicidades ¡gente! La mayoría no llega tan lejos. Su perfil promete mucho.

source: You have the heart of a Local Leader!
es: Posees el Corazon de un Lider Local

source: Your Entrepreneurship and Local Insight are key to you. Embrace your qualities and use them for the better.
es: Tus capacidades Emprendedoras y Vision Local son claves para ti. Aferrate a tus qualidades y usalas para mejorar el mundo.

source: Continue to explore who you are, who you could be, on your profile page. Or start your mission. Or begin to think about your world chanding idea!
es: Continua explorando quién eres, que podría ser, en tu página de perfil. O iniciar tu misión. O empieza a pensar en tu idea que cambiara el mundo!!

source: Explore evoke!
es: Explora Evoke

source: Assessment
es: Valoración
