Repository: EvokeNet/cakephp
Catalog: Locale/spa/LC_MESSAGES/default.po
Languages: es

source: These are agents with a profile similar to yours
es: Estos son los agentes con un perfil similar al tuyo

source: View Agent
es: Mirar Agente

source: Add as ally
es: Añadir aliado

source: Your ally
es: Tu aliado

source: Potential allies
es: Aliados Potenciales

source: Psychometric Analysis
es: Análisis Psicometrico

source: About
es: Aserca de

source: You have not added a biography yet!
es: No has añadido una biografía !

source: Complete your profile!
es: Completa tu Perfil!

source: Allies I follow
es: Aliados yo sigo

source: ALL USERS
es: TODOS LOS USUARIOS

source: This user has no allies yet.
es: Este usuário no tiene ningun aliado.

source: You have no allies! Get started looking at people similar to you!
es: No tienes aliados! Comiensa a buscar personas similares a ti!

source: Badges earned
es: Medallas Ganadas

source: Forget Ally
es: Terminar alianza

source: Add Ally
es: Agregar Alizanza

source: Add Vote
es: Agregar Voto

source: Admin Add Vote
es: Admin Agregar Voto

source: Admin Edit Vote
es: Admin Editar Voto

source: Votes
es: Votos

source: Edit Vote
es: Editar Voto

source: Delete Vote
es: Eliminar Voto

source: Invalid admin notification
es: Notificación de administración no válida

source: The admin notification has been saved.
es: La notificación de administración se ha guardado.

source: The admin notification could not be saved. Please, try again.
es: La notificación de administración no se pudo guardar. Por favor, vuelva a intentarlo.

source: The admin notification has been deleted.
es: La notificación de administración ha sido eliminada.

source: The admin notification could not be deleted. Please, try again.
es: La notificación de administración no se pudo eliminar. Por favor, vuelva a intentarlo.

source: Invalid answer
es: Respuesta no válida

source: The answer has been saved.
es: Respuesta guardada.

source: The answer could not be saved. Please, try again.
es: Respuesta no guardada. Por favor, intenta de nuevo.

source: The answer has been deleted.
es: Respuesta eliminada.

source: The answer could not be deleted. Please, try again.
es: Respuesta no eliminada. Por favor, intenta de nuevo.

source: Você não está autorizado a visualizar esta página
es: No está autorizado para ver esta página

source: Você não tem permissão para ver essa página.
es: Usted no tiene permiso para ver esta página .

source: Invalid badge
es: Medalla no válida.

source: The badge has been saved.
es: Medalla guardada.

source: The badge could not be saved. Please, try again.
es: Medalla no guardada. Por favor, intenta de nuevo.

source: The badge has been deleted.
es: Medalla eliminada.

source: The badge could not be deleted. Please, try again.
es: Medalla no eliminada. Por favor, intenta de nuevo.

source: Invalid comment
es: Comentario no válido.

source: The comment could not be saved. Please, try again.
es: Comentario no guardado. Por favor, intenta de nuevo.

source: The comment has been saved.
es: Comentario guardado.

source: The comment has been deleted.
es: Comentario eliminado.

source: The comment could not be deleted. Please, try again.
es: Comentario no eliminado. Por favor, intenta de nuevo.

source: Invalid evidence tag
es: Etiqueta no válida.

source: The evidence tag has been saved.
es: Etiqueta guardada.

source: The evidence tag could not be saved. Please, try again.
es: Etiqueta no guardada.

source: The evidence tag has been deleted.
es: Etiqueta eliminada.

source: The evidence tag could not be deleted. Please, try again.
es: Etiqueta no eliminada. POr favor, intenta de nuevo.

source: Invalid evidence
es: Evidencia no válida.

source: The evidence could not be saved. Please, try again.
es: Etiqueta no guardada. Por favor, intenta de nuevo.

source: The attachment has been deleted.
es: Archivo eliminado.

source: The attachment could not be deleted. Please, try again.
es: Archivo no eliminado. Por favor, intenta de nuevo.

source: The evidence has been deleted.
es: Evidencia eliminada.

source: The evidence could not be deleted. Please, try again.
es: Evidencia no eliminada. Por favor, intenta de nuevo.

source: The evidence has been saved.
es: Evidencia guardada.

source: Invalid evokation follower
es: Seguidor no válido.

source: Evokation not found.
es: Evokation no econtrada

source: You are now following the evokation.
es: Estás siguiendo este Evokation.

source: The following could not be saved. Please, try again.
es: Lo siguiente no pudo ser guardado. Por favor, intenta de nuevo.

source: You have unfollowed this evokation.
es: Ya no estás siguiento este Evokation.

source: The evokation follower could not be deleted. Please, try again.
es: Seguidor no eliminado. Por favor, intenta de nuevo.

source: The evokation follower has been saved.
es: Seguidor guardado.

source: The evokation follower could not be saved. Please, try again.
es: Seguidor no guardado. Por favor, intenta de nuevo.

source: The evokation follower has been deleted.
es: Seguidor eliminado.

source: Invalid evokation tag
es: Etiqueta no válida.

source: The evokation tag has been saved.
es: Etiqueta guardada.

source: The evokation tag could not be saved. Please, try again.
es: Etiqueta no guardada. Por favor, intenta de nuevo.

source: The evokation tag has been deleted.
es: Etiqueta eliminada.

source: The evokation tag could not be deleted. Please, try again.
es: Etiqueta no guardada. Por favor, intenta de nuevo.

source: Invalid evokation
es: Evokation no válida.

source: The evokation has been saved.
es: Evokation guardada.

source: The evokation could not be saved. Please, try again.
es: Evokation no guardada. Por favor, intenta de nuevo.

source: The evokation has been deleted.
es: Evokation eliminada.

source: The evokation could not be deleted. Please, try again.
es: Evokation no eliminada. Por favor, intenta de nuevo.

source: Invalid group request
es: Soititud de grupo no válida.

source: The group request has been saved.
es: Solicitud de grupo guardada.

source: The group request could not be saved. Please, try again.
es: Solicitud de grupo no guardada. Por favor, intenta de nuevo.

source: The group request has been deleted.
es: Solicitud de grupo eliminada.

source: The group request could not be deleted. Please, try again.
es: Solicitud de grupo no guardada. Por favor, intenta de nuevo.

source: (Evoke) Request declined to join group "%s"
es: (Evoke) Solicitud rechazada para unirse a el grupo "%s"

source: The request was declined
es: Solicitud rechazada.

source: Invalid group
es: Grupo no válido.

source: The group has been saved.
es: Grupo guardado

source: The group could not be saved. Please, try again.
es: Grupo no guardado. Por favor, intenta de nuevo.

source: Invalid quest
es: Desafío no válido.

source: Only group members are allowed to edit it.
es: Solamente miembros del grupo lo pueden editar.

source: Only the group owner is allowed to delete it.
es: Solamente el dueno del grupo puede eliminarlo.

source: The group has been deleted.
es: Grupo eliminado.

source: The group could not be deleted. Please, try again.
es: Grupo no eliminado. Por favor, intenta de nuevo.

source: The groups user has been saved.
es: Usario de grupo guardado.

source: (Evoke) You joined group "%s"
es: (Evoke) Solicitud aceptado para unirse a el grupo "%s"

source: This user already belongs to this group.
es: Este usuario ya es miembro del grupo.

source: The request has been sent
es: Solicitud enviado.

source: The request could not be sent
es: Solicitud no enviado.

source: This user already requested to join this group
es: Este usuario ya solicitó a unirse a este grupo

source: (Evoke) Request to join group "%s"
es: (Evoke) Solicitud para unirse a el grupo "%s"

source: The email was sent
es: Correo enviado.

source: There was a problem sending the email.
es: Hubo un problam en enviar el correo.

source: Invalid groups user
es: Usuario de grupo no válido.

source: The groups user could not be saved. Please, try again.
es: Usuario de grupo no guardado. Por favor, intenta de nuevo

source: The groups user has been deleted.
es: Usario de grupo ha sido eliminado.

source: The groups user could not be deleted. Please, try again.
es: Usuario de grupo no eliminado. Por favor, intenta de nuevo.

source: You don't have permission to access this area. If needed, contact the administrator.
es: No tienes permiso para entrar. Por favor, contacta al admistrador si necesario.

source: Invalid issue
es: Tema no válido.

source: The issue has been saved.
es: Tema guardado.

source: The issue could not be saved. Please, try again.
es: Tema no guardado. Por favor, intenta de nuevo.

source: The issue has been deleted.
es: Tema eliminado.

source: The issue could not be deleted. Please, try again.
es: Tema no eliminado. Por favor, intenta de nuevo.

source: Invalid like
es: Voto no válido.

source: Your like was computed
es: Voto a ha sido computado.

source: The like could not be saved. Please, try again.
es: Voto no guardado. Por favor, intenta de nuevo.

source: The like has been saved.
es: Voto guardado.

source: The like has been deleted.
es: Voto eliminado.

source: The like could not be deleted. Please, try again.
es: Voto no eliminado. Por favor, intenta de nuevo.

source: Invalid matching question
es: Pregunta Coincidente Invalida

source: The matching question has been saved.
es: Pregunta Coincidente guardado exitosamente.

source: The matching question could not be saved. Please, try again.
es: La pregunta similar no pudo ser guardada. Por favor, intenta de nuevo.

source: The matching question has been deleted.
es: La pregunta de correspondiente ha sido eliminado.

source: The matching question could not be deleted. Please, try again.
es: La pregunta concidebnte no pudo se elminada. Por favor, intenta de nuevo.

source: Invalid menu
es: Menú no válido.

source: The menu has been saved.
es: Menú guardado.

source: The menu could not be saved. Please, try again.
es: Menú no guardado. Por favor, intenta de nuevo.

source: The menu has been deleted.
es: Menú eliminado.

source: The menu could not be deleted. Please, try again.
es: Menú no eliminado. Por favor, intenta de nuevo.

source: Invalid mission issue
es: Tema de misión no válido.

source: The mission issue has been saved.
es: Tema de misión guardado.

source: The mission issue could not be saved. Please, try again.
es: Tema de misión no guardado. Por favor, intenta de nuevo.

source: The mission issue has been deleted.
es: Tema de misión eliminado.

source: The mission issue could not be deleted. Please, try again.
es: Team de misión eliminado. Por favor, intenta de nuevo.

source: Invalid mission
es: Misión no válida.

source: Invalid mission phase
es: Mision de face invalida

source: The mission has been saved.
es: Misión guardada.

source: The mission could not be saved. Please, try again.
es: Misión no guardado. Por favor, intenta de nuevo.

source: The mission has been deleted.
es: Misión eliminada.

source: The mission could not be deleted. Please, try again.
es: Misión no eliminada. Por favor, intenta de nuevo.

source: Invalid notification
es: Notificación no válida.

source: The notification has been saved.
es: Notificación guaradada.

source: The notification could not be saved. Please, try again.
es: Notificación no guardada. Por favor, intenta de nuevo.

source: The notification has been deleted.
es: Notificación eliminada.

source: The notification could not be deleted. Please, try again.
es: Notificación no eliminada. Por favor, intenta de nuevo.

source: Invalid organization
es: Organización no válida.

source: The organization has been saved.
es: Organización guardada.

source: The organization could not be saved. Please, try again.
es: Organización no guardada. Por favor, intenta de nuevo.

source: You dont have permission to edit this organization.
es: No tienes permiso para editar esta organización.

source: The organization has been deleted.
es: Organización eliminada.

source: The organization could not be deleted. Please, try again.
es: Organización no eliminada. Por favor, intenta de nuevo.

source: There was some interference in your connection.
es: Hubo interferencia en la conexión.

source: mission issue saved
es: Misión guardada.

source: mission issue failed saving.
es: Tema de misión no guardada.

source: Problem while updating the dossier.
es: Hubo un problema en actualizar el expediente.

source: phase saved.
es: Fase guardada.

source: Invalid phase
es: Fase no válida.

source: The user has been saved.
es: Usuario guardado.

source: The user could not be saved. Please, try again.
es: Usuario no guardado. Por favor, intenta de nuevo.

source: The quest has been saved.
es: Desafío guardado.

source: The questionnaire has been saved.
es: Encuesta guardada.

source: The question has been saved.
es: Pregunta guardada.

source: The question could not be saved. Please, try again.
es: Pregunta no guardada. Por favor, intenta de nuevo.

source: The questionnaire could not be saved. Please, try again.
es: Encuesta no guardada. Por favor, intenta de nuevo.

source: The quest could not be saved. Please, try again.
es: Desafío no guardado. Por favor, intenta de nuevo.

source: The questionnaire has been deleted.
es: Encusta ha sido eliminada.

source: The question has been deleted.
es: Pregunta eliminada.

source: The question could not be deleted. Please, try again.
es: Pregunta no pudo ser eliminada. Por favor, intenta de nuevo.

source: The questionnaire could not be deleted. Please, try again.
es: Encusta no eliminada. Por favor, intenta de nuevo.

source: The quest has been deleted.
es: Desafío elimiando.

source: The quest could not be deleted. Please, try again.
es: Desafío no elimiando. Por favor, intenta de nuevo.

source: The phase has been deleted.
es: Fase eliminada.

source: The phase could not be deleted. Please, try again.
es: Fase eliminada. Por favor, intenta de nuevo.

source: The organization has been saved without owner.
es: Organización guardada sin dueno.

source: user organization saved
es: Organización guaradada.

source: The powerpoint has been saved.
es: Presentación guardada.

source: The powerpoint could not be saved. Please, try again.
es: Presentación no guardada. Por favor, intenta de nuevo.

source: Invalid powerpoint
es: Presentación no válida.

source: The powerpoint has been deleted.
es: Presentación eliminada.

source: The powerpoint could not be deleted. Please, try again.
es: Presentación no eliminada. Por favor, intenta de nuevo.

source: Invalid user
es: Usuario no válido.

source: The user role has been saved.
es: Tema guardada.

source: Project Approved
es: Proyecto Aprovado

source: Congratulations, agent! Your project
es: Felicitaciones, agente ! Su proyecto

source: was approved and you have successfully completed the
es: fue aprobado y ha completado con éxito la

source: mission
es: misión

source: Project Not Approved!
es: ¡Proyecto no arpovado!

source: Agent, your project
es: ¡Agente, su proyecto

source: failed!
es: Fallo!

source: The phase has been saved.
es: Fase guardada.

source: The phase could not be saved. Please, try again.
es: Fase no guardada. Por favor, intenta de nuevo.

source: Invalid point
es: Punto válido.

source: The point has been saved.
es: Punto guardado.

source: The point could not be saved. Please, try again.
es: Punto no guardado. Por favor, intenta de nuevo.

source: The point has been deleted.
es: Punto eliminado.

source: The point could not be deleted. Please, try again.
es: Punto eliminado. Por favor, intenta de nuevo.

source: Invalid power point
es: Punto de poder invalido

source: The power point has been saved.
es: EL punto de poder a sido salvado

source: The power point could not be saved. Please, try again.
es: El punto de poder no pudo ser salvado. Favor Intentalo de Nuevo

source: The power point has been deleted.
es: El punto de poder ha sido eliminado.

source: The power point could not be deleted. Please, try again.
es: El punto de poder no pudo ser eliminado. Favor Intentalo de Nuevo

source: Invalid questionnaire
es: Encuesta no válida.

source: Invalid question
es: Pregunta no válida.

source: Invalid role
es: Papel no válida.

source: The role has been saved.
es: Papel guardada.

source: The role could not be saved. Please, try again.
es: Papel no guardada. Por favor, intenta de nuevo.

source: The role has been deleted.
es: Papel eliminada.

source: The role could not be deleted. Please, try again.
es: Papel no eliminada. Por favor, intenta de nuevo.

source: Invalid tag
es: Etiqueta no válida.

source: The tag has been saved.
es: Etiqueta guardada.

source: The tag could not be saved. Please, try again.
es: Etiqueta no guardada. Por favor, intenta de nuevo.

source: The tag has been deleted.
es: Etiqueta eliminada.

source: The tag could not be deleted. Please, try again.
es: Etiqueta eliminada. Por favor, intenta de nuevo.

source: Invalid user answer
es: Usuario no válido.

source: The user mission has been saved.
es: Usuario de misión guardada.

source: The user mission could not be saved. Please, try again.
es: Usuario de misión no guardado. Por favor, intenta de nuevo.

source: The questionnaire was saved
es: Encuesta no guardada.

source: The user answer has been saved.
es: Respuesta de usuario guardada.

source: The user answer could not be saved. Please, try again.
es: Repuesta de usuario no guardada. Por favor, intenta de nuevo.

source: The user answer has been deleted.
es: Respuesta de usuario eliminado.

source: The user answer could not be deleted. Please, try again.
es: Respuesta de usuario no elimiando. Por favor, intenta de nuevo.

source: Invalid user badge
es: Medalla de usuario invalida

source: The user badge has been saved.
es: La medalla de usuario fue salvada

source: The user badge could not be saved. Please, try again.
es: La medalla de usuario no pudo ser salvada. Por favor, intenta de nuevo.

source: The user badge has been deleted.
es: La medalla de usuario fue eliminada.

source: Invalid user friend
es: Alianza no válida.

source: User not found
es: Alizanza no encontrada.

source: The friendship could not be saved. Please, try again.
es: Alianza no guardada. Por favor, intenta de nuevo.

source: This friendship has already been saved.
es: Alianza ya ha sido guardada.

source: The user friend has been saved.
es: Alianza guardada.

source: The user friend could not be saved. Please, try again.
es: Alianza no guardada. Por favor, intenta de nuevo.

source: The user friend has been deleted.
es: Alianza eliminada.

source: The user friend could not be deleted. Please, try again.
es: Alianza no eliminada. Por favor, intenta de nuevo.

source: Invalid user issue
es: Tema de usuario no válido.

source: The user issue has been saved.
es: Tema de usuario guardada.

source: The user issue could not be saved. Please, try again.
es: Tema de usuario no guardada. Por favor, intenta de nuevo.

source: The user issue has been deleted.
es: Tema de usuario eliminado.

source: The user issue could not be deleted. Please, try again.
es: Tema de usuario no eliminado. Por favor, intenta de nuevo.

source: Invalid user matching answer
es: Respuesta correspondiente de usuario invalida

source: The user matching answer has been saved.
es: La respuesta correspondiente de usuario a sido salvada

source: The user matching answer could not be saved. Please, try again.
es: La respuesta correspondiente de usuario no pudo ser salvada. Favor intentarlo de nuevo

source: The user matching answer has been deleted.
es: La respuesta correspondiente de usuario a sido eliminada

source: The user matching answer could not be deleted. Please, try again.
es: La respuesta correspondiente de usuario a sido no pudo ser eliminada por favor intental

source: Invalid user mission
es: Tema de misión no válido.

source: The user mission has been deleted.
es: Tema de misión elimiando.

source: The user mission could not be deleted. Please, try again.
es: Usuario de misión no eliminado. Por favor, intenta de nuevo.

source: Invalid user organization
es: Organización no válida.

source: The user organization has been saved.
es: Organización guardada.

source: The user organization could not be saved. Please, try again.
es: Organización no guardada. Por favor, intenta de nuevo.

source: The user organization has been deleted.
es: Organización elimianda.

source: The user organization could not be deleted. Please, try again.
es: Organización no eliminada. Por favor, intenta de nuevo.

source: Your password was changed.
es: Tu contraseña a cambiado.

source: The new passwords do not match.
es: Las nuevas contraseñas no concide con la anterior

source: The current password does not match.
es: La contraseña actual no coincide.

source: Your login and/or password was incorrect. Please try again.
es: Su nombre de usuario y/o contraseña es incorrecta. Por favor, vuelva a intentar lo.

source: O usuário foi salvo com sucesso.
es: El usuario se ha guardado correctamente.

source: O usuário não pôde ser salvo. Por favor, tente novamente.
es: El usuario no se ha podido guardar. Por favor, vuelva a intentarlo.

source: Typed passwords don't match
es: Las contraseñas no coinciden

source: The user has been deleted.
es: Usuario eliminado.

source: The user could not be deleted. Please, try again.
es: Usuario no eliminado. Por favor, intenta de nuevo.

source: You can't delete other users. Permission denied.
es: No puedes eliminar a otros usuarios. Permiso negado.

source: Invalid vote
es: Voto no válido.

source: The vote has been saved.
es: Voto guardado.

source: The vote could not be saved. Please, try again.
es: Voto no guardado. Por favor, intenta de nuevo.

source: The vote has been deleted.
es: Voto eliminado.

source: The vote could not be deleted. Please, try again.
es: Voto no eliminado. Por favor, intenta de nuevo.

source: This post could not be saved. Please try again
es: Publicación no guardada. Por favor, intenta de nuevo.

source: Your email is already registered in our database.
es: Esta dirección de correo electrónico ya está registrado en nuestra base de datos.

source: This username is already in use. Please choose another one.
es: Este nombre de usuario ya está en uso. Por favor elija otro.

source: Sorry, your registered cannot be completed. Please check your data and try again.
es: Lo sentimos, su registro no se puede completar . Por favor, compruebe sus datos e inténtelo de nuevo .

source: Sorry, your ideas could not be saved. Please, try again.
es: Lo sentimos, pero sus ideas no podrían salvarse. Por favor, vuelva a intentarlo.

source: Invalid brainstorm
es: Lluvia de ideas Invalidas

source: Sorry, your vote could not be saved. Please, try again.
es: Lo sentimos, pero su voto no podía ser salvado. Por favor, vuelva a intentarlo.

source: Write an idea down:
es: Escribe una Idea

source: Make a cupcake with the logo colors
es: Hacer un cupcake on los colores del logotipo

source: Submit selected ideas
es: Presentar ideas seleccionadas

source: Submit votes
es: Presentar votos

source: Individual ideas
es: Ideas Individuales

source: Before submitting your evidence to this quest, you will brainstorm with your group. After you start, your group members will have 3 days to submit their ideas of evidences, before picking the team favorites.
es: Antes de presentar su evidencia para esta búsqueda, usted tendrá una lluvia de ideas con su grupo. Después de iniciar, los miembros del grupo tendrán 3 días para presentar sus ideas de evidencias, antes de recoger los favoritos del equipo .

source: Start brainstorming
es: Inicien Llvia de ideas

source: days
es: Días
