Repository: EvokeNet/cakephp
Catalog: Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Add Badge
es: Agregar Medalla

source: Submit
es: Entregar

source: Actions
es: Acciones

source: List Badges
es: Listar Medallas

source: Edit Badge
es: Editar Medalla

source: Necessary Power Points to get Badge
es: Puntos de poder necesarios para obetner medalla

source: Delete
es: Eliminar

source: Are you sure you want to delete # %s?
es: Seguro que quieres eliminar este medio?

source: Necessary achievements:
es: Hazaña necesaria

source: Badge
es: Medalla

source: Name
es: Nombre

source: Description
es: Descripción

source: Trigger
es: Gatillo

source: Delete Badge
es: Eliminar Medalla

source: New Badge
es: Nueva Medalla

source: Add Comment
es: Agregar Comentario

source: List Comments
es: Listar Comentarios

source: List Evidences
es: Listar Evidencias

source: New Evidence
es: Nueva Evidencia

source: List Users
es: Listar Usuarios

source: New User
es: Nuevo Usuario

source: Admin Add Comment
es: Admin Agregar Comentario

source: Admin Edit Comment
es: Admin Editar Comentario

source: Comments
es: Comentarios

source: View
es: Ver

source: Edit
es: Editar

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
es: Pagina {:pagina} de {:paginas}, mostrando {:actual} registros de cada {:contar} totales, a partir del registro {:empezar} , que finaliza en {:fin}

source: previous
es: Anterior

source: next
es: Siguiente

source: New Comment
es: Nuevo Comentario

source: Comment
es: Comentar

source: Evidence
es: Evidencia

source: User
es: Usuario

source: Content
es: Contenido

source: Created
es: Creado

source: Modified
es: Modificado

source: Edit Comment
es: Editar Comentario

source: Delete Comment
es: Eliminar Comentario

source: Evoke Forum
es: Foro de Evoke

source: Group Forum
es: Foro de Grupo

source: Alert: There is no graphic novel available in this mission.
es: Alerta: No existe una novela grafica disponible para esta misión

source: Add a Quest
es: Agregar una misión

source: Spanish Title
es: Título en espanol

source: Spanish Description
es: Descripción en espanol

source: Define Quest Power Points
es: Definir Puntos de Poder asociados al desafío

source: Questionnaire:
es: Encuesta:

source: Add a question
es: Agregar pregunta

source: Essay
es: Ensayo

source: 1 to 5 scale
es: Escala 1 a 5

source: Single choice
es: Opción única

source: Multiple choice
es: Opción multiple

source: Add Quest
es: Agregar un Desafio

source: See All
es: Ver Todo

source: Share a Thought
es: Compartir tus pensamientos

source: Post
es: Publicar

source: Agent, log in to share a thought
es: Agente, inscríbate para compartir tus pensamientos

source: Log in
es: Inscribirte

source: Agent
es: Agente

source: Edit comment
es: Editar un comentario

source: Agent, sign in to share a thought
es: Agente, por favor registrarse para compartir tus pensamientos

source: Sign in
es: Inscríbete

source: Links
es: Vinculos

source: Texts
es: Texto

source: Pictures
es: Imagenes

source: There are no links available at this moment.
es: No existen vinculos disponibles en este momento

source: There are no videos available at this moment.
es: No existen videos disponibles en este momento

source: There are no texts available at this moment.
es: No existen textos disponibles en este momento

source: It looks like your browser can't open this file. Try downloading it instead.
es: Parece que tu brouser no puede habrir este tipo de archivo. En ves de esto intenta descargarla

source: There are no pictures available at this moment.
es: No existen imagenes disponibles en este momento

source: Report an issue
es: Reportar un problema

source: Terms of Service
es: Términos de Servicio

source: The World Bank
es: El Banco Mundial

source: Unidentified Agent, please login
es: Agente, por favor inscríbate.

source: Level
es: Nivel

source: Points
es: Puntos

source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Espanol

source: Edit information
es: Editar información

source: Change password
es: Cambia tu contraseña

source: Sign Out
es: Desconectar

source: Agent %s commented an evidence you posted
es: El % de los Agentes comentaron a la evidencia que subiste a la plataforma

source: Agent %s liked an evidence you posted
es: El % de los Agentes les gusto la evidencia que subiste a la plataforma

source: Agent %s commented an evokation your group posted
es: El % de los Agentes comentaron a la evocación que tu crupo subio a la plataforma

source: You won the %s badge
es: Ganaste la medalla del %

source: Current phase.
es: La face actual

source: This phase is not available for preview.
es: Esta face no esta disponible para una vista previa

source: Click to access the phase content.
es: Haga click aca para tener acceso al contenido de esta face

source: This phase will be available when you complete the mandatory quests of the previous phase.
es: Esta fase estará disponible al completar los desafíos obligatorios de la fase anterior.

source: Powers related to this quest:
es: Los poderes relacionados con este desafío son:

source: Needed to get the following badges:
es: Nececitas conseguir las siguientes medallas

source: Save answers
es: Guardar respuestas

source: Add Discussion
es: Agregar discusión.

source: Join/Create a group!
es: Crear/Unirte a un grupo!

source: Add Evokation
es: Agregar Evokation

source: Email
es: Correo

source: Please verify your email address
es: Por favor verifica que el correo electronico, es el correcto

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar contraseña

source: Profile picture
es: Imagen de perfil

source: Upload
es: Subir a la plataforma

source: First name
es: Nombre

source: Last name
es: Apellido

source: Username
es: Usuario

source: Portuguese
es: Portugues

source: Sign up
es: Inscríbate

source: Already an agent? Sign in on the top bar!
es: ¿Ya eres un agente?

source: Website
es: Página Web

source: Email address
es: Correo electronico

source: Your profile picture
es: Tu imagen de perfil

source: Edit profile
es: Editar perfil

source: Sign out
es: Ingresar

source: Missions
es: Misiones

source: Leaderboard
es: Nube de lideres

source: Badges
es: Medallas

source: username
es: Nombre de usuario

source: password
es: Contraseña

source: OR
es: O

source: Evoke Registration
es: Registración Evoke

source: ADD ALLY
es: AÑADIR ALIADO

source: Alert: This is a sample form. In preview mode you cannot submit an actual evidence.
es: Alerta : Este es un formulario de muestra. En el modo de vista previa no se puede presentar una evidencia real.

source: Your can choose the focus of your
es: Puedes escoger el foco de tu

source: Image
es: Imagen

source: Link
es: Hipervinculo

source: Text
es: Texto

source: Title
es: Título

source: Please enter a title
es: por favor introduzca un título

source: Edit your
es: Edite su

source: In preview mode you cannot submit an actual evidence.
es: En el modo de vista previa no se puede presentar una evidencia real .

source: Format: .jpg, .png, or .gif
es: Formato: jpg, .png, o .gif

source: Upload image
es: Subir imagen a la plataforma

source: Formats: .mp4, .mov, or .flv
es: Formato: .mp4, .mov, o .flv

source: Upload video
es: Subir video a la plataforma

source: By
es: Por

source: Mission %s
es: Misión %s

source: Phase %s
es: Face %s

source: Evidence %s
es: Evidencia %s

source: Edit Evidence
es: Editar Evidencia

source: Delete Evidence
es: Eliminar Evidencia

source: Quest
es: Desafio

source: in
es: en

source: in response to
es: en respuesta a

source: Created in
es: Creado en

source: Evidence's attachments:
es: Archivos Evidencia

source: You have already voted on this evidence
es: Ya ha votado en esta evidencia

source: COMMENTS
es: COMENTARIOS

source: SHARE
es: COMPARTIR

source: Share on facebook
es: Compartir en Facebook

source: Share on google plus
es: Compartir en Google+

source: (in progress)
es: (en progreso)

source: (start now)
es: (empezar ahora)

source: Add Group
es: Agregar Grupo

source: Limit of agents of this group:
es: Limitar el número de agentes en este grupo

source: Create Group
es: Crear Grupo

source: Leader
es: Lider

source: Member
es: Miembro

source: Request pending
es: Pedido pendiente

source: Send request to join
es: Enviar solicitud para unirte

source: Join group
es: Unirse a el grupo

source: A message will be sent to the group's owner and you will receive a notification when your request is approved or declined.
es: Un mensaje será enviado al propietario del grupo, usted recibirá una notificación cuando su solicitud sea aprobada o rechazada.

source: Remove user
es: Eliminar Usuario

source: Pending Requests
es: Solicitudes pendientes

source: Accepted/Declined Requests
es: Solicitudes Aceptados/Rechazados

source: There are no requests pending.
es: No existen solicitudes pendientes.

source: Agent %s
es: Agente %s

source: Accept
es: Aceptar

source: Decline
es: Rechazar

source: There were no requests accepted or declined.
es: No hubo solicitudes aceptado ni rechazado.

source: Accepted
es: Aceptado

source: Declined
es: Rechazado

source: Back
es: Atrás

source: Quests
es: Desafio

source: Evidences
es: Evidencia

source: Dossier
es: Archivo

source: Discuss
es: Discutir

source: Group
es: Grupo

source: Group
es: Grupo

source: Status of the evokation parts
es: Estado actual de las partes de la evokación

source: Evokation preview
es: previsualización de la Evocación

source: Team leader
es: Lider del equipo

source: Members
es: Miembros

source: Requests
es: Solicitudes

source: There are no quests available in this mission.
es: No existen desafíos disponibles para esta misión

source: REWARDS
es: RECOMPENSA

source: Submitting an evidence for this quest is worth skills for these badges:
es: El presentar evidencia para este desafío equivale a habilidades para las medallas

source: Congratulations!
es: Felicidades!

source: You have already completed this quest!
es: Ya has completado este desafío!

source: This is the evidence you submitted:
es: Esta es la evidadencia que subiste a la plataforma:

source: Your group is:
es: Tu grupo es

source: Create your evidence
es: Crea tu evidencia:

source: Create your group
es: Crea tu grupo

source: Or join groups already created for this phase:
es: O unete a grupos ya creados para esta face

source: Attention: You will be able to complete this quest once you join a group!
es: Atención: Podras completar est desafío una ves te unas a un grupo!

source: EVIDENCE CREATION PROCESS
es: EVIDENCIA DEL PROCESO CREATIVO

source: Create your evokation
es: Crea tu Evokación

source: Upload your evidence's image
es: sube la evidencia de tu imagen

source: Send image
es: Enviar imagen

source: Upload your evidence's video
es: sube la evidencia de tu video

source: Send video
es: Enviar video

source: Role
es: Papel

source: Date of Establishment
es: Fecha de fundación

source: Please select a country
es: Poo favor selecione un pais

source: American Samoa
es: Samoa Americana

source: Anguilla
es: Anguila

source: Antigua and Barbuda
es: Antigua y Barbuda

source: Azerbaijan
es: Azerbaiyán

source: Bahrain
es: Bahrein

source: Belarus
es: Bielorusia

source: Belgium
es: Bélgica

source: Belize
es: Belice

source: Benin
es: Benín

source: Bhutan
es: Bután

source: Bosnia and Herzegowina
es: Bosnia-Herzegovina

source: Bouvet Island
es: Isla Bouvet

source: Brunei Darussalam
es: Estado de Brunéi Darussalam

source: Cameroon
es: Camerún

source: Cape Verde
es: Cabo Verde

source: Cayman Islands
es: Islas Caimán

source: Central African Republic
es: Republica Centro Africana

source: Christmas Island
es: Islas Navidad

source: Cocos (Keeling) Islands
es: Islas Coco

source: Comoros
es: Comores

source: Cook Islands
es: Islas Cook

source: Cote d'Ivoire
es: Costa de Marfil

source: Croatia (Hrvatska)
es: Croacia

source: Cyprus
es: Chipre

source: Czech Republic
es: República Checa

source: Denmark
es: Dinamarca

source: Dominican Republic
es: República Dominicana

source: East Timor
es: Timor del Este

source: Egypt
es: Egipto

source: Equatorial Guinea
es: Guinea Ecuatorial

source: Ethiopia
es: Etiopia

source: Falkland Islands (Malvinas)
es: Islas Malvinas

source: Faroe Islands
es: Islas Faroe

source: Fiji
es: Fiyi

source: Finland
es: Finlandia

source: France
es: Francia

source: French Guiana
es: Guinea Francesa

source: French Polynesia
es: Polinecia Francesa

source: French Southern Territories
es: Territorios Franceses del Sur

source: Gabon
es: Gabón

source: Germany
es: Alemania

source: Greece
es: Grecia

source: Greenland
es: Groenlandia

source: Grenada
es: Granada

source: Guadeloupe
es: Guadalupe

source: Guinea
es: República Guinea

source: Guyana
es: Guayana

source: Hungary
es: Hungría

source: Iceland
es: Islandia

source: Iran (Islamic Republic of)
es: Iran

source: Iraq
es: Irak

source: Ireland
es: Irlanda

source: Israel
es: I

source: Japan
es: Japon

source: Jordan
es: Jordania

source: Kazakhstan
es: Kazajstán

source: Kenya
es: Kenia

source: Korea, Democratic People's Republic of
es: Corea del Norte

source: Korea, Republic of
es: Corea del Sur

source: Kyrgyzstan
es: Kirguistán

source: Lao People's Democratic Republic
es: República Democrática Popular Lao

source: Latvia
es: Letonia

source: Lebanon
es: Líbano

source: Libyan Arab Jamahiriya
es: Libia

source: Lithuania
es: Lituania

source: Luxembourg
es: Luxemburgo

source: Macau
es: Macao

source: Macedonia, The Former Yugoslav Republic of
es: Macedonia

source: Malaysia
es: Malasia

source: Maldives
es: Maldivas

source: Mali
es: Malí

source: Marshall Islands
es: Islas Marshall

source: Martinique
es: Martinica

source: Mauritius
es: Mauricio

source: Mexico
es: México

source: Micronesia, Federated States of
es: Micronesia, Estados Federados de

source: Moldova, Republic of
es: Moldavia

source: Monaco
es: Mónaco

source: Morocco
es: Marruecos

source: Myanmar
es: Myanmar, Birmania

source: Nauru
es: Narau

source: Netherlands
es: Países Bajos

source: Netherlands Antilles
es: Antillas Holandesas

source: New Caledonia
es: Nueva Caledonia

source: New Zealand
es: Nueva Zelanda

source: Norfolk Island
es: Isla Norfolk

source: Northern Mariana Islands
es: Marianas del Norte

source: Norway
es: Noruega

source: Oman
es: Omán

source: Pakistan
es: Pakistán

source: Panama
es: Panamá

source: Papua New Guinea
es: Papúa-Nueva Guinea

source: Peru
es: Perú

source: Philippines
es: Filipinas

source: Pitcairn
es: Isla Pitcairn

source: Poland
es: Polonia

source: Reunion
es: Reunión

source: Romania
es: Rumanía

source: Russian Federation
es: federación Rusa

source: Rwanda
es: Ruanda

source: Saint Kitts and Nevis
es: San Cristobal y Nevis

source: Saint LUCIA
es: Santa Lucía

source: Saint Vincent and the Grenadines
es: San Vincente y Granadinas

source: Sao Tome and Principe
es: Santo Tomé y Príncipe

source: Saudi Arabia
es: Arabia Saudita

source: Sierra Leone
es: Sierra Leona

source: Singapore
es: Singapur

source: Slovakia (Slovak Republic)
es: Eslovaquia

source: Slovenia
es: Eslovenia

source: Solomon Islands
es: Islas Salomón

source: South Africa
es: Sudáfrica

source: South Georgia and the South Sandwich Islands
es: Islas Georgias del Sur y Sandwich del Sur

source: Spain
es: España

source: St. Helena
es: Santa Helena

source: St. Pierre and Miquelon
es: San Pedro y Miquelón

source: Sudan
es: Sudán

source: Suriname
es: Surinam

source: Svalbard and Jan Mayen Islands
es: Svalbard y Jan Mayen

source: Swaziland
es: Swazilandia

source: Sweden
es: Suecia

source: Switzerland
es: Suiza

source: Syrian Arab Republic
es: Siria

source: Taiwan, Province of China
es: Taiwan

source: Tanzania, United Republic of
es: Tanzania

source: Thailand
es: Tailandia

source: Trinidad and Tobago
es: Trinidad y Tobago

source: Tunisia
es: Túnez

source: Turkey
es: Turquía

source: Turks and Caicos Islands
es: Islas Turcas y Caicos

source: Ukraine
es: Ucrania

source: United Arab Emirates
es: Emiratos Árabes Unidos

source: United Kingdom
es: Reino Unido

source: United States
es: Estados Unidos

source: United States Minor Outlying Islands
es: slas Ultramarinas Menores de Estados Unidos

source: Uzbekistan
es: Uzbekistán

source: Venezuela
es: Vanuatu

source: Virgin Islands (British)
es: Islas Virgenes Británicas

source: Virgin Islands (U.S.)
es: Islas Virgenes Americanas

source: Wallis and Futuna Islands
es: Wallis y Futuna

source: Western Sahara
es: Sáhara Occidental

source: Country
es: Nacion

source: male
es: Masculino

source: female
es: Feminino

source: Sex
es: Genero

source: Birthday
es: Cumpleaños

source: Hello, agent %s!
es: Hola, agente %s!

source: You have one request to join your group %s
es: Usted tiene una solicitud para unirse a su grupo %

source: User picture
es: Imagen del Usuario

source: User:
es: Usuario

source: Email:
es: Correo electronico

source: Biography:
es: Biografía:

source: Your request to join group "%s" was accepted!
es: Tu solicitud para unirse a el grupo "%s" fue aceptado!

source: Add Evidence Tag
es: Agregar Etiqueta de Evidencia

source: List Evidence Tags
es: Lista de Etiquetas de Evidencia

source: List Tags
es: Listar Etiquetas

source: New Tag
es: Nueva Etiqueta

source: Admin Add Evidence Tag
es: Admin Agregar Etiqueta

source: Admin Edit Evidence Tag
es: Admin Editar Etiqueta

source: Evidence Tags
es: Etiquetas

source: New Evidence Tag
es: Nueva Etiqueta

source: Evidence Tag
es: Etiqueta

source: Tag
es: Etiqueta

source: Edit Evidence Tag
es: Editar Etiqueta

source: Delete Evidence Tag
es: Eliminar Etiqueta

source: Quest:
es: Desafio:

source: Submitting an
es: Presentar una:

source: Create your
es: Crea tu:

source: Admin Add Evidence
es: Admin Agregar Evidencia

source: List Quests
es: LIstar Desafíos

source: New Quest
es: Nuevo Desafío

source: List Missions
es: Listar Misiones

source: New Mission
es: Nueva Misión

source: List Phases
es: Lista Fases

source: New Phase
es: Nueva Fase

source: List Votes
es: Listar Votos

source: New Vote
es: Nuevo Voto

source: Admin Edit Evidence
es: Admin Editar Evidencia

source: Quest
es: Desafío

source: Mission
es: Misión

source: Phase
es: Fase

source: Related Comments
es: Comentarions Relacionados

source: Evidence Id
es: ID Evidencia

source: User Id
es: ID Usuario

source: Related Votes
es: Votos Relacionados

source: Value
es: Valor

source: Delete
es: Eliminar

source: Add Evokation Follower
es: Agregar Seguidor de Evokation

source: List Evokation Followers
es: Listar seguidores Evokation

source: List Evokations
es: Listar evokations

source: New Evokation
es: Nueva Evokation

source: Admin Add Evokation Follower
es: Admin Agregar Seguidor de Evokation

source: Admin Edit Evokation Follower
es: Admin Editar Seguidor Evokation

source: Evokation Followers
es: Seguidores de Evokation

source: New Evokation Follower
es: Nuevo Seguidor de Evokation

source: Evokation Follower
es: Seguidor de Evokation

source: Edit Evokation Follower
es: Editar Seguidor de Evokation

source: Delete Evokation Follower
es: Eliminar Seguidor de Evokation

source: Add Evokation Tag
es: Agregar Etiqeuta

source: List Evokation Tags
es: Listar Etiquetas

source: Admin Add Evokation Tag
es: Admin Agregar Etiqueta

source: Admin Edit Evokation Tag
es: Admin Editar Etiqueta

source: Evokation Tags
es: Etiquetas

source: New Evokation Tag
es: Nueva Etiqueta

source: Evokation Tag
es: Etiqueta

source: Edit Evokation Tag
es: Editar Etiqueta

source: Delete Evokation Tag
es: Eliminar Etiqueta

source: List Groups
es: Listar Grupos

source: New Group
es: Nuevo Grupo

source: Admin Add Evokation
es: Admin Agregar Evokation

source: Admin Edit Evokation
es: Admin Editar Evokation

source: Abstract
es: Resumen

source: Edit Evokation
es: Editar Evokation

source: Delete Evokation
es: Eliminar Evokation

source: Related Groups
es: Grupos Relacionados

source: Evokation Id
es: ID Evokation

source: Mission:
es: Misión

source: Projects
es: Evokations

source: Work in progress
es: Trabajo en Progreso

source: Waiting for approval
es: A la espera de la aprobación

source: Approved!
es: Aprovado

source: EDIT PROJECT
es: Editar Projecto

source: Latest updates
es: Últimas actualizaciones

source: Current update:
es: última actualización

source: GO TO PROJECT
es: Ir a Evokation

source: Unfollow
es: Dejar de seguir

source: Follow
es: Seguir

source: Rating
es: Calificación

source: Vote
es: Votar

source: Share
es: Compartir

source: Share on Facebook
es: Compartir en Facebook

source: Share on Google+
es: Compartir en Google+

source: Add Group Request
es: Agregar Solicitud de Grupo

source: List Group Requests
es: Listar Solicitudes de Grupo

source: Admin Add Group Request
es: Admin Agregar Solicitud de Grupo

source: Admin Edit Group Request
es: Admin Editar Solicitud de Grupo

source: Group Requests
es: Solicitudes de Grupo

source: New Group Request
es: NUeva Solicitud de Grupo

source: Group Request
es: Solicitud de Grupo

source: Status
es: Estado

source: Edit Group Request
es: Editar Solictitud De Grupo

source: Delete Group Request
es: Elminar Solicitud de Grupo

source: Admin Add Group
es: Admin Agregar Grupo

source: Admin Edit Group
es: Admin Editar Grupo

source: Groups
es: Grupos

source: Edit Group
es: Editar Grupo

source: Delete Group
es: Eliminar Grupo

source: Related Evokations
es: Evokations Relacionados

source: Group Id
es: ID Grupo

source: Related Users
es: Usuarios Relacionados

source: Role Id
es: ID Papel

source: Facebook Id
es: ID Facebook

source: Facebook Token
es: Token Facebook

source: Birthdate
es: Fecha de nacimiento

source: Biography
es: Biografía

source: Save group information
es: Guardar información de grupo

source: Evokations Teams
es: Equipos de Evocación

source: All Evokations
es: Todas las Evocaciones

source: My Evokations
es: Mis Evocaciones

source: By Missions
es: Por Misiones

source: Mission: %s
es: % de Mision:

source: Create a group
es: Crear un grupo

source: All Evokation Teams
es: Todos los Equipos de Evocación

source: My Evokation Teams
es: Mis Equipos de Evokation

source: Evokation Teams I Belong To
es: Equipos de Evokation a que pertanezco

source: Add Groups User
es: Agregar Usuario de Grupo

source: List Groups Users
es: Listar Usuarios de Grupo

source: Admin Add Groups User
es: Admin Agregar Usuario de Grupos

source: Admin Edit Groups User
es: Admin Editar Usuario de Grupo

source: Groups Users
es: Usuario de Grupos

source: New Groups User
es: Nuevo Usuario de Grupo

source: Groups User
es: Usuario de Grupo

source: Edit Groups User
es: Editar Usuario de Grupo

source: Delete Groups User
es: Elminar Usuario de Grupo

source: evokation's Development Area
es: Area de Desarrollo Evokation

source: Assets
es: bienes

source: Evidences from your group:
es: Evidencia de su grupo

source: ACTIONS
es: ACCIONES

source: Publish to Network
es: Publicar a la Red

source: Send Final Evokation
es: Entrgar Evokation Finalizada

source: Updates
es: Actualizaciones

source: Describe updates of this publishing:
es: Describir actualizaciones:

source: Last update:
es: última actualización:

source: Publish it
es: Publicar

source: Sending final evokation!
es: Enviando Evokation finalizada!

source: Once the evokation is sent it will go to admin approval.
es: Una vez la Evokation ha sido enviado, irá directamente para aprobación

source: Publish final evokation
es: Publicar Evokation Finalizada

source: Your Evokation title
es: Título Evokation

source: Your Evokation abstract
es: Resumen Evokation

source: Team
es: Equipo

source: Chat with your group members! Go on &ldquo;View&rdquo; -> &ldquo;Chat&rdquo; to activate this feature
es: Chatea con miembros de su grupo ! Ir en y ldquo ; Ver y rdquo; - > & Ldquo ; Chat & rdquo; para activar esta función
